[
  {
    "content": "COVID-19 is an infectious disease caused by the SARS-CoV-2 virus. Transmission of the virus occurs primarily through the respiratory droplets of infected people.",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "COVID-19 affects different people in different ways. While some people may not experience any symptoms at all, others may experience Acute Respiratory Infection (ARI) symptoms such as fever, cough, runny nose, sore throat, loss of taste or smell.",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "Medically vulnerable persons (i.e. seniors and those with chronic medical conditions) that have ARI symptoms, as well as persons with severe, prolonged or worsening ARI symptoms, should see a doctor. The updated advisory for persons who are at increased risk of severe COVID-19 can be found at this link (https://go.gov.sg/advisory-on-vulnerable-group-9feb2023).\nPersons with mild ARI symptoms should stay at home until symptoms resolve.\nIf there is a need to go out while symptomatic, or if asymptomatic but tested positive for COVID-19, we should exercise social responsibility – minimise social interactions, wear a mask, avoid crowded places, do not visit vulnerable settings such as hospitals and nursing homes, and do not have contact with vulnerable persons, such as the elderly.",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "Vaccination remains our first line of defence against COVID-19. Our high vaccination rates have been pivotal to enable us to weather successive waves of COVID-19 infections, build up our societal resilience, protect our healthcare system, and arrive at the endemic COVID-19 norm today. The latest vaccination guidelines can be found at this link (https://www.moh.gov.sg/covid-19/vaccination).",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "While no longer required under the temporary COVID-19 regulations, the MOH will retain the practice of mask-wearing for visitors, staff and patients in healthcare and residential care settings, where there is interaction with patients and in indoor patient-facing areas.\nYou are encouraged to wear a mask outside your home especially if you are elderly or immuno-compromised, in crowded places, when visiting or interacting with vulnerable persons, or while you are unwell with symptoms of COVID-19 or other respiratory infections.",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "All travellers are advised to check the entry requirements imposed by the countries/regions they intend to travel to. When overseas, all travellers should take all necessary precautions, observe good personal hygiene, monitor local developments, and heed the advice of local authorities.\nTravellers who experience symptoms of respiratory infection and/or test COVID-19 positive are advised to defer their travels and recover at place of accommodation.\nAll travellers should ensure that they receive their vaccinations and boosters. Please refer to this page for the vaccinations and boosters that they are recommended to receive and how they can arrange to do so. While travelling, they should take additional precautions based on their personal circumstances, even if not required by local regulations (e.g. avoiding crowded locations and wearing a mask).\nAll travellers will be subject to the prevailing border measures upon entry to Singapore, and are responsible for all associated costs where applicable. While there are no longer any COVID-19 border measures, the Vaccinated Travel Framework remains in place for reactivation in the event of any international developments of concern. There may also be other administrative or health requirements for entry into Singapore, such as yellow fever vaccination. Travellers are advised to check the ICA website (https://www.ica.gov.sg/enter-depart) for the latest border measures before entering Singapore.",
    "metadata": {
      "title": "MOH | COVID-19",
      "url": "https://www.moh.gov.sg/covid-19",
      "type": "text"
    }
  },
  {
    "content": "hi i'm prav ong chairman of the expert committee on kovit 19 vaccination in the past two years we've seen what kovit19 can do and the devastating impact it can bring to our lives but we are no longer powerless in this fight against corporate 19. with vaccines as an essential part of our defenses we can now protect ourselves and our loved ones so how do vaccines protect us vaccines teach our immune system to recognize and fight the covate19 virus they make a person less likely to be infected and reduce the likelihood of spreading the infection mrna vaccines reduce the risk of infection by at least 40 against the delta variant and reduce the risk of severe infection by at least 90 in fact our data shows that a fully vaccinated person is much less likely to be critically ill or to die from covid19 infection as compared to someone who isn't fully vaccinated this protection is particularly important for our elderly and the vulnerable in our population other vulnerable groups include pregnant and immunocompromised individuals who should not delay getting vaccinated people who are grossly overweight or with underlying conditions also tend to have greater risks and those who are younger this does not mean that they are immune to covate-19 so it is vital for you to get vaccinated as well i know some of you are concerned about the safety of the vaccines but i assure you that the vaccines are safe locally we have administered more than 11 million doses of vaccines some of you may experience mild to moderate side effects but these generally subside within the few days in fact in singapore i'm glad that most of our population have been vaccinated we have one of the highest vaccine coverages in the world in fact more than 87 percent of our population has been fully vaccinated and more than 30 percent have already obtained their booster shots there have been reported cases of people developing anaphylaxis or myocarditis after vaccination but such adverse events are rare reported cases of myocarditis have also generally recovered or are recovering nevertheless as an added precaution we advise everybody to avoid exercise for two weeks after vaccination we understand that there remains a small proportion of people who have not yet been vaccinated and this puts them and their loved ones at risk so if you have not been vaccinated can i urge you to do so as soon as possible and if you know of someone who has not been vaccinated please encourage them to do so let's all do our part to keep ourselves our loved ones and our communities safe together we can work to become a covet resilient nation",
    "metadata": {
      "title": "MOH | COVID-19 Vaccination",
      "url": "https://www.youtube.com/watch?v=YDbLi71hAkc",
      "type": "youtube"
    }
  },
  {
    "content": "hi i'm cadence and i'm 11 years old i just took my first vaccine those last week and i'm waiting to take my second dose in the meantime i have some questions about covert 19 and vaccination for dr chan what happens if someone like me gets kobit 19 hi cadence well children like you if they are infected with covet 19 tend to have mild symptoms like fever and cough however there is a chance that you may also have more serious symptoms that may lead you to stay in hospital now last year 15 000 children in singapore had covet-19 infection well that's quite a large number yes it is so one in five of those children had to stay in hospital or stay in a covet 19 facility and some of them even needed intensive care also after infection children can have a different illness called misc so this stands for multi-system inflammatory syndrome in children and this is a different illness that affects different parts of your body like the heart and it can make you very sick so since october last year 15 children in singapore have had misc if the disease is generally quite mild for children then why do we need to get vaccinated well vaccines can prevent you from getting very sick if you do get infected with covet 19 and also vaccines can protect you from even getting infected in the first place so if i'm not infected then i will not spread the disease to my family and friends that's correct vaccines will keep you safe when you're going out for group activities like going to school or attending cca so are victims say for young children like myself yes vaccines are safe so in the original study in over 2000 children they found that the vaccine was more than 90 effective in preventing infection with symptoms and none of these children had any serious side effects in fact since then 8.7 million doses of the vaccine have been given to more than 4 million children in the united states and of all the side effects reported the large majority of these were minor and there were no safety concerns so will the vaccine affect my growth well currently there is no evidence or any reason to think that the vaccine will affect your growth or your development so cadence how was your vaccination experience well i was quite nervous at first but later i actually discovered that it was quite painless why is that the case well the nurses would have used a smaller needle for you compared to what they do for adults also children receive one-third of the adult dose so how did you feel after your jab well i was actually quite okay there was just a bit of soreness in my arm but it went away for quickly yeah so that's usually the case the most common side effects are ache pain or swelling in your arm but it's generally quite okay there are some children like adults who will have tiredness muscle ache headaches or fever for one or two days but it's usually quite mild and then it goes away completely in fact i was able to continue my normal activities like studying or doing my art the next day okay that's great so i mean most children are able to go back to doing their usual activities after vaccination and of course it helps if you've had sufficient rest and you've drunk lots of water to stay well hydrated you should try to avoid tiring exercise like jogging or swimming for at least two weeks thanks dr chan i learned a lot today i can't wait to get my second dose and protect myself and my loved ones from the virus if you would like to see my vaccination journey visit the link below",
    "metadata": {
      "title": "MOH | COVID-19 Vaccination",
      "url": "https://www.youtube.com/watch?v=2umnzZTPJuU",
      "type": "youtube"
    }
  },
  {
    "content": "The Pfizer-BioNTech/Comirnaty vaccines have been authorised by the Health Sciences Authority (HSA) for use in Singapore. The vaccines are available for persons aged 6 months and above. Read this information carefully. Consult your doctor or clinic if you have questions.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "COVID-19 is a respiratory illness that can range from mild to severe disease. Spread is mainly through droplets, airborne particles, or touching contaminated surfaces. Symptoms appear 2 to 14 days after exposure, and can include fever, cough, shortness of breath, sore throat, runny nose or loss of smell or taste. Complications can include respiratory failure, heart attacks, blood clots and other long-term problems.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "The Pfizer-BioNTech / Comirnaty COVID-19 vaccine protects against COVID-19. The vaccine contains messenger RNA (mRNA) which helps your immune system to produce protection. The vaccine reduces the risks of infection and severe disease from COVID-19, and has good protection against the current virus variants.\nFor persons aged 5 years and above, the primary series of the vaccine consists of 2 doses taken at the recommended interval of 8 weeks or at least 21 days apart. For children aged 6 months to 4 years, the primary series consists of 3 doses, and recommended to be taken 8 weeks apart between doses. Booster doses of the vaccine may be taken after completion of a primary series, in persons aged 5 years and above in accordance with prevailing recommendations. The vaccine is safe, but like other vaccines and medications, side effects can happen. These are usually mild and get better in 1 to 3 days.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "You should get this vaccine to be protected against COVID-19. You must be 6 months old and above.\nYou should NOT get this vaccine if you had a high-risk allergic reaction (including anaphylaxis), to a prior dose of this vaccine if it occurred within 4 hours of vaccination, or if you have a known allergy to any ingredients in this vaccine, such as Polyethylene glycol (PEG) (see Section 5). If you had an allergy or anaphylaxis to other vaccines, you CAN receive this vaccine without the need for an allergist review.Tell your doctor or nurse before getting this vaccine if you:\n• had a fever in the past 24 hours\n• have active cancer treatment, organ/stem cell transplantation, or are immunocompromised\n• have a low platelet count, bleeding disorder, or taking blood thinning medications\n• had COVID-19 infection before, or received another COVID-19 vaccine\nMost people with the above conditions or situations can receive the vaccine, but the doctor or nurse may provide additional advice.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "This vaccine is given as an injection into the muscle of your upper arm, or alternatively for children, as an injection into the thigh muscle.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "The Pfizer-BioNTech / Comirnaty COVID-19 Vaccine includes the following ingredients: messenger ribonucleic acid (mRNA); (4-hydroxybutyl) azanediyl)bis(hexane-6,1-diyl)bis(2-hexyldecanoate); 2[(polyethylene glycol)-2000]-N,N-ditetradecylacetamide; 1,2-Distearoyl-sn-glycero-3-phosphocholine; cholesterol; sucrose; and buffer containing phosphate (older formulation) or Tromethamine and Tris(hydroxymethyl) aminoethane hydrochloride (new formulation).",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "Like other vaccines and medications, side effects can happen. Most side effects are mild or moderate, and usually get better within a few days. The table below lists some common side effects that have been reported with this vaccine, and how to manage them. Side Effects | How to Manage\nPain, redness, swelling at the injection site | Those with fever are advised to self-isolate at home until the fever subsides.\nParacetamol 1 to 2 tablets every 6 hours for adults or dosed according to the child’s weight as needed.\nFever, chills\nHeadache, muscle pain, joint pain\nTiredness | Rest\nLymph node swelling at neck or arms | Usually gets better by itself in a week or so\n• See a doctor if side effects persist or get worse.\n• See a doctor to get tested for COVID if you develop cough, sore throat, or runny nose, since you do not develop full protection until at least 2 weeks after completing the second dose.\n• Very rarely, this vaccine may cause a severe allergic reaction or anaphylaxis. Symptoms include difficulty breathing, swelling of your face/throat/eyes/lips, fast heartbeat, dizziness/weakness, or rash.\n If you experience these, seek medical attention immediately. Call 995 or go to the nearest A&E immediately.\n• Very rarely, this vaccine may cause heart inflammation (myocarditis). Symptoms include chest pain, difficulty breathing or abnormal heartbeats. If you experience these, seek medical attention immediately.\n • If you experience side effects after vaccination which are not listed above, please consult your doctor.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "\nAdvice for different groups of vaccine recipients:\n• If you are on blood thinning medicines, press firmly on the injection site for 5 minutes.\n• If you are on active cancer treatment, recent organ/stem cell transplantation or are on aggressive immunotherapy, please consult your specialist to discuss if you can get this vaccine.\n• Pregnant women and those planning to get pregnant should get vaccinated. Vaccination carries significant benefits for pregnant women and women trying to conceive. There is no evidence that vaccination is harmful in pregnancy.\n• In children, there should be an interval of 2 weeks or more between the COVID-19 vaccine and other vaccines, unless otherwise advised by your doctor.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "Before vaccination:\n• Continue to take your medications as usual, and do not stop them just for the vaccination.\n• Avoid dehydration or skipping meals, to reduce risk of fainting after vaccination.\n• If you have a fever or are acutely ill, you should re-schedule your vaccination.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "After vaccination:\nIt is advisable to avoid the following after vaccination, to reduce the risk of adverse effects:\n• Avoid taking non-steroidal anti-inflammatory drugs (NSAIDs) for pain or fever in the 1-2 days after vaccination. (NSAIDs include medications like ibuprofen, ketoprofen, naproxen, and diclofenac.)\n• Avoid strenuous physical activity or intense exercise for two weeks after each dose.",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  },
  {
    "content": "If you experience severe or unusual side effects, see your doctor, who will be able to advise you and report the side effects to HSA. You may also report side effects directly to HSA on a form by scanning this QR code. ",
    "metadata": {
      "title": "VACCINATION INFORMATION SHEET - PFIZER-BIONTECH / COMIRNATY COVID-19 VACCINE",
      "url": "https://go.gov.sg/visp",
      "type": "text"
    }
  }
]
